app/Http/Controllers/QuotationController.php

select * from "quotations" order by "id" desc limit 10 offset 0
select count(*) as aggregate from "quotations"
---
    public function index(Request $request)
    {
        //Return all quotations without pagination. Ordered by newest first.
//        return Quotation::orderBy('created_at', 'desc')->get();

        //Return all quotations, paginated by 10 and newest first
        return Quotation::orderby('id', 'desc')->paginate(10);